chat_system_1359954262_actor_description=Technician Tregum. Dwarf-pilot.
chat_system_1359954262_snap_5_question=^?^Hey, greeting to you, traveler. I see you're impressed, eh?
chat_system_1359954262_snap_5_answer_0=^?^Yes I'm impressed... So, what is it? It looks like a boat with a balloon attached, but... it seems to be hanging in the air. What kind of magic holds it up?
chat_system_1359954262_snap_8_question=^?^Eh, by the sound of it, you've never been out of Darion. Otherwise you'd know about dwarven machines! This flying boat is called a "dirigible." It's a dwarven invention for traveling through the air...<br>Pure science and no magic! It's just this balloon that holds it in the air. So you, stranger, would you like to take a ride on such a thing?
chat_system_1359954262_snap_8_answer_0=^?^My name is [player]. But I don't know... It's a bit frightening.
chat_system_1359954262_snap_8_header_0=^?^[player]? So! You are our royal Treasure Searcher? Wonderful! Me and your predecessor de'Virre traveled a lot around the world a long time ago...<br>My name is Tregum... I'm the pilot and service technician of that thing there. Basically, I watch over the dirigible to keep it in good order.<br>Well, [player], I'm glad we've gotten acquainted. I knew you were my man from the moment I caught sight of you! You see how you got interested in the dirigible!
chat_system_1359954262_snap_start_question=^?^Hello, [player]. You came to have another look at this fine flying machine? Don't you mind that the balloon is patched all over and the fasteners are rusty; it'll still fly at least ten more years.
chat_system_1359954262_snap_start_answer_0=^?^Take me to Elinia and the elves.
chat_system_1359954262_snap_start_answer_1=^?^I need to get to Kordar!
chat_system_1359954262_snap_start_answer_2=^?^Look, it seems like it would be nice to fly over the forests and mountains in a thing like that! Maybe some day you will show me what Darion looks like from the dirigible.....from above, you know?
chat_system_1359954262_snap_start_answer_3=^?^I'd like to ask you some questions...
chat_system_1359954262_snap_start_answer_4=^?^I wanted to ask... maybe I can help you, with spare parts or something? Where can I get them?
chat_system_1359954262_snap_start_answer_5=^?^I've admired it enough. See you later, Tregum...
chat_system_1359954262_snap_3_question=^?^Eh, why are you going to the ends of the world, [player]? What business do you have at the elves' place? I don't like those places. It's easier to puncture the balloon on a tree than it is to land.
chat_system_1359954262_snap_3_answer_0=^?^I have faith in your piloting skills! Cast off!
chat_system_1359954262_snap_3_answer_1=^?^Sorry, I've decided not to fly.
chat_system_1359954262_snap_0_question=^?^Easy. Now that we are at peace with the dwarves. Lestag brings me spare parts regularly. Get in and don't forget to fasten the seat belt...
chat_system_1359954262_snap_0_answer_0=^?^Oh, I remember! Remember it's not the first time...
chat_system_1359954262_snap_0_answer_1=^?^Sorry, I decided not to fly.
chat_system_1359954262_snap_1_question=^?^Sorry, but that's not going to work out... not right now anyhow. After Kordar and Darion started their war, there's no way to find spare parts. So this aircraft stays in the air only thanks to a prayer and my leather belt, which I used to fix the elevators. Maybe it'll go for a few miles but after that... Ehh...
chat_system_1359954262_snap_1_answer_0=^?^Well. I don't want "Ehh" to happen. But don't worry, we will take your machine up sometime, be sure of that!
chat_system_1359954262_snap_2_question=^?^I can hardly wait! You probably don't understand my excitement - probably you've never flown before. Do you know what it is like to fly in the clouds like a bird?
chat_system_1359954262_snap_2_answer_0=^?^You know, Tregum, you are the first dwarf that I've met that enjoys the sky so much! But to tell you the truth, in fact, you're the first dwarf I've ever spoken to. Anyway, see you later!
chat_system_1359954262_snap_7_question=^?^Oh, please ask me, ask me... Cause I'm standing here all alone, no one to talk to, no one to play cards with. I am so bored that I've polished all the iron parts five times.
chat_system_1359954262_snap_7_answer_0=^?^What's going on with the parts? - Have you already fixed your dejetable?
chat_system_1359954262_snap_7_answer_1=^?^I don't have any more time for talk. See you later, Tregum...
chat_system_1359954262_snap_6_question=^?^Hey, you got a vegetable in your helmet? It's a "dirigible."<br>Anyway, what I'm telling you is that at the moment it's impossible to get spare parts. Look, let's play some cards, eh? Anyway, we don't have to play for money - we can play for fillips. But get that vegetable out of your helmet first, eh?
chat_system_1359954262_snap_6_answer_0=^?^Cards? In the Knight's School, if they caught us gaming, we were made to run fifty laps with a bag of wheat on our shoulders...I don't want to play cards, sorry...
chat_system_1359954262_snap_6_header_0=^?^It was only a suggestion. It's your choice whether you want to or not...<br>So, as you wish. Anyway, knight what were you going to ask?
chat_system_1359954262_snap_4_question=^?^Hmm... You want to help... Maybe you can. I think your help might come in handy.
chat_system_1359954262_snap_4_answer_0=^?^What happened?
